Repository: manaflow-ai/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextApp/Resources/BrowserHits.xcstrings
Source language: en
Languages: ja

# browserHits.download.blocked
source: Blocked download of “%@”
ja: 「%@」のダウンロードをブロックしました

# browserHits.download.failed
source: Could not download “%@”
ja: 「%@」をダウンロードできませんでした

# browserHits.download.finished
source: Downloaded “%@”
ja: 「%@」をダウンロードしました

# browserHits.download.siteSettings
source: Site Settings…
ja: サイトの設定…

# browserHits.error.image
source: The image could not be copied.
ja: 画像をコピーできませんでした。

# browserHits.error.noPage
source: No browser page is open here.
ja: ここにはブラウザページが開いていません。

# browserHits.error.text
source: This action needs text.
ja: この操作にはテキストが必要です。

# browserHits.error.url
source: This action needs a web address (url).
ja: この操作には Web アドレス (url) が必要です。

# browserHits.menu.lookUp
source: Look Up “%@”
ja: “%@”を調べる

# browserHits.menu.search
source: Search %1$@ for “%2$@”
ja: %1$@ で“%2$@”を検索

# browserHits.downloads.empty
source: No Downloads
ja: ダウンロードはありません

# browserHits.downloads.clear
source: Clear Finished Downloads
ja: 完了したダウンロードを消去

# browserHits.downloads.open
source: Open
ja: 開く

# browserHits.downloads.showInFinder
source: Show in Finder
ja: Finderに表示

# browserHits.downloads.pause
source: Pause
ja: 一時停止

# browserHits.downloads.resume
source: Resume
ja: 再開

# browserHits.downloads.cancel
source: Cancel Download
ja: ダウンロードをキャンセル

# browserHits.downloads.copyLink
source: Copy Download Link
ja: ダウンロードリンクをコピー

# browserHits.downloads.paused
source: Paused
ja: 一時停止中

# browserHits.downloads.failed
source: Failed
ja: 失敗

# browserHits.downloads.cancelled
source: Cancelled
ja: キャンセル済み

# browserHits.downloads.blocked
source: Blocked
ja: ブロック済み
